Repository: Dhoot/gzaas
Catalog: application/langs/*.po
Languages: es

source: My full screen messages
es: Mis mensajes a pantalla completa

source: Preview
es: Vista Preliminar

source: Get your friends amazed by creating easy&cool full screen messages and sending them via Facebook, Twitter, Pinterest or email!
es: ¡Sorprende a tus amigos creando mensajes con estilo a pantalla completa y enviándoselos por Facebook, Twitter, Pinterest o email!

source: You must give the gzaas some style
es: Tienes que darle algo de estilo al gzaas

source: Something went wrong
es: Algo fue mal

source: Too many lines, I'm afraid
es: Demasiadas líneas, lo sentimos

source: You can't use the same color for the font and the background
es: No puedes usar el mismo color para la tipografía y para el fondo

source: Nothing to say, you hacker? ;) <br/>Please help us making gzaas more secure...
es: ¿Nada que decir, amigo hacker? ;) <br/>Si quieres échanos una mano haciendo de gzaas! un lugar más seguro...

source: You've used more characters than allowed
es: Has usado más caracteres que los permitidos

source: Nothing to say?
es: ¿Nada que decir?

source: Join the gzaasers
es: Únete a los gzaasers

source: View random gzaases
es: Mira gzaases al azar

source: Enter your message...
es: Escribe tu mensaje...

source: gzaas it!
es: ¡gzaaséalo!

source: Gzaased!
es: ¡Gzaaseado!

source: save image
es: guardar imagen

source: pin it
es: pinéalo

source: tweet it
es: tuitéalo

source: post to facebook
es: postéalo a fb

source: see it!
es: ¡ver gzaas!

source: Select a pattern from our marvellous gallery!
es: Selecciona una textura de nuestra maravillosa galería

source: use it
es: úsalo

source: Patterns brought to you thanks to:
es: Podemos usar estas texturas gracias a:

source: and
es: y

source: See all pattern credits:
es: Mira todos los créditos para las texturas:

source: Gzaaser! You can take part:
es: Gzaaser, tú puedes hacer algo:

source: Send us your pattern suggestions
es: Envíanos sugerencias de texturas

source: Shadows
es: Sombras

source: Shadow
es: Sombra

source: Add a new shadow
es: Añade una nueva sombra

source: Add shadow
es: Añade sombra

source: New shadow
es: Nueva sombra

source: oops
es: ooops

source: Share it!
es: ¡Compártelo!

source: generating link...
es: generando enlace...

source: New gzaas!
es: ¡Nuevo gzaas!

source: Most loved
es: Favoritos

source: see all
es: ver tods

source: expand
es: expandir

source: refresh
es: recarga

source: Fonts
es: Tipografías

source: Background Color
es: Color de Fondo

source: Background Pattern
es: Textura de Fondo

source: styles
es: estilos

source: You are sharing this gzaas with the world!
es: Estás compartiendo este gzaas con el mundo

source: Send this gzaas only to those who you decide!
es: Envía este gzaas solo a aquellos que tú decidas

source: public
es: público

source: private
es: privado

source: Font Color
es: Color de Fuente

source: Shadow Color
es: Color de Sombra

source: What about writing something before sharing it?
es: ¿Qué tal si escribimos algo antes de compartirlo?

source: Let's give some style to the gzaas
es: Démosle algo de estilo al gzaas

source: Caution! You're using the same color for the font and the background...
es: ¡Ojo! Estás usando el mismo color para la fuente que para el fondo

source: Share this link and get your friends surprised!
es: Comparte este enlace y hazles un gzaas! a tus amigos

source: Select a style from our marvellous gallery!
es: Selecciona un estilo de nuestra maravillosa galería

source: Select a font from our marvellous gallery!
es: Selecciona una tipografía de nuestra maravillosa galería

source: Fonts brought to you thanks to:
es: Podemos usar estas tipografías gracias a:

source: See all font designers
es: Ve todos los diseñadores de tipografías

source: Send us suggestions for adding new fonts
es: Envíanos sugerencias para añadir nuevas tipografías

source: Create a new gzaas!
es: ¡Crea un nuevo gzaas!
